const ROLES = {
    ['ADMIN']: 'Admin',
    ['KD']: 'Коммерческий директор',
    ['RR']: 'Руководитель отдела',
    ['ROP']: 'Руководитель отдела продаж',
    ['MOP']: 'Менеджер отдела продаж',
    ['ROV']: 'Руководитель отдела ведения',
    ['MOV']: 'Менеджер отдела ведения',
    ['ROD']: 'Руководитель отдела дизайна',
    ['DIZ']: 'Дизайнер',
    ['DP']: 'Директор производств',
    ['RP']: 'Руководитель филиала',
    ['FRZ']: "Фрезеровщик",
    ['LAM']: "Монтажник пленки",
    ['MASTER']: "Сборщик",
    ['PACKER']: "Упаковщик",
};

module.exports = ROLES;